tap "antoniorodr/memo"
tap "danielbrodie/tap"
tap "rconroy293/seventeenlands"
tap "remove-bg/tap"
tap "revylai/tap"
tap "steipete/tap"
brew "asc"
brew "bash"
brew "borgbackup"
brew "cask"
brew "cdrtools"
brew "cling"
brew "cmake"
brew "dvdauthor"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "hashcat"
brew "iperf3"
brew "john", link: false
brew "john-jumbo"
brew "jq"
brew "mole"
brew "mpv"
brew "openjdk"
brew "poppler"
brew "rclone"
brew "rsync"
brew "signal-cli"
brew "starship"
brew "tmux"
brew "tree"
brew "typst"
brew "uv"
brew "wget"
brew "xcodegen"
brew "zoxide"
brew "antoniorodr/memo/memo"
brew "danielbrodie/tap/osc-record"
brew "rconroy293/seventeenlands/seventeenlands"
brew "remove-bg/tap/removebg"
brew "revylai/tap/greenlight"
brew "steipete/tap/bird"
brew "steipete/tap/goplaces"
brew "steipete/tap/remindctl"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "blender"
cask "blip"
cask "chatgpt-atlas"
cask "codex"
cask "cork"
cask "daisydisk"
cask "discord"
cask "dropbox"
cask "epic-games"
cask "firefox"
cask "ghostty"
cask "iina"
cask "latest"
cask "loop"
cask "macfuse"
cask "macupdater"
cask "maestral"
cask "parsec"
cask "pearcleaner"
cask "qlab"
cask "raycast"
cask "resilio-sync"
cask "rustdesk"
cask "shottr"
cask "shutter-encoder"
cask "signal"
cask "slack"
cask "steam"
cask "sublime-text"
cask "the-unarchiver"
cask "todoist-app"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "anthropic.claude-code"
vscode "github.copilot-chat"
vscode "openai.chatgpt"
uv "notebooklm-mcp-cli"
